{
  "0": "According to a 2017 survey, \"whatever\" tops the list of words Americans find most annoying for the ninth year in a row.",
  "1": "Big cats like lions and jaguars love catnip, too.",
  "2": "The Starry Night depicts Vincent Van Gogh's view from the Saint Paul-de-Mausole asylum.",
  "3": "When he’s not busy predicting the weather at Gobbler’s Knob, Punxsutawney Phil—America’s most famous groundhog—lives in the town library with his wife, Phyllis.",
  "4": "According to a 2015 study, sarcasm can promote creative thinking.",
  "5": "One of the world's largest stockpiles of nuclear weapons is located at a U.S. Navy base near Seattle, which is partially defended by trained dolphins.",
  "6": "A newborn blue whale gains about 200 pounds a day during its first year.",
  "7": "The word dude originated in the 1800s as an insult to men overly concerned with the latest fashion trends.",
  "8": "Maine is the U.S. state closest to Africa.",
  "9": "On August 10, 1984, Red Dawn became the first movie to be released with a PG-13 rating.",
  "10": "\"Huh?\" is understood in all languages.",
  "11": "Frank Sinatra was offered the lead role in Die Hard.",
  "12": "Chock Full o' Nuts coffee does not contain nuts. It's named for a chain of nut stores that the founder converted into coffee shops.",
  "13": "In late May or early June of each year, the synchronous fireflies of the Great Smoky Mountains flash in sync. The light show is made up of males blinking for the females on the forest floor below.",
  "14": "In her will, author Dorothy Parker left her estate to Martin Luther King Jr. and the NAACP following his death. The organization still owns the rights to her work today.",
  "15": "According to the Oxford English Dictionary, publicly is the most commonly misspelled word in the English language.",
  "16": "On August 10, 1984, Red Dawn became the first movie to be released with a PG-13 rating.",
  "17": "In her will, author Dorothy Parker left her estate to Martin Luther King Jr. and the NAACP following his death. The organization still owns the rights to her work today.",
  "18": "After OutKast sang \"Shake it like a Polaroid picture,\" Polaroid released this statement: \"Shaking or waving can actually damage the image\"",
  "19": "The term mortician was invented as part of a PR campaign by the funeral industry, which felt it was more customer-friendly than undertaker. The term was chosen after a call for ideas in Embalmer's Monthly.",
  "20": "Kea parrots spread warbles when they’re in a good mood, making them the first known non-mammal species to communicate with infectious laughter.",
  "21": "Bela Lugosi was buried in full Dracula costume—cape and all.",
  "22": "An urban legend claimed Zima was not detectable by a breathalyzer, boosting its popularity among the young and gullible.",
  "23": "According to one study, most dogs reach peak cuteness between six and eight weeks old.",
  "24": "Family Feud host Richard Dawson met his second wife, Gretchen Johnson, when she was a contestant on the show in 1981. And yes, he kissed her.",
  "25": "During World War II, the United States began rationing shoes. Citizens were allowed three.",
  "26": "In 1991, Wayne Allwine—who was then the voice of Mickey Mouse—married Russi Taylor, the voice of Minnie.",
  "27": "Mars’s surface shifts in a different way than Earth’s, resulting in huge Martian volcanoes up to 100 times bigger than those on our planet.",
  "28": "At the Poison Garden of Alnwick Castle in England, many of the plants are so deadly they're grown in cages.",
  "29": "Viking men wore makeup.",
  "30": "Frank Sinatra was offered the lead role in Die Hard.",
  "31": "When Facebook introduced the News Feed in 2006, people freaked out. TIME called it “Gen Y’s first official revolution.”",
  "32": "The medical term for ice cream headaches is sphenopalatine ganglioneuralgia.",
  "33": "In 1907, an ad campaign for Kellogg’s Corn Flakes offered a free sample of cereal to any customer who would wink at their grocer.",
  "34": "The medical term for ice cream headaches is sphenopalatine ganglioneuralgia.",
  "35": "Baby porcupines are known as porcupettes.",
  "36": "“Horizontal refreshment” was a 19th century slang term for sex.",
  "37": "According to a 2015 study, less than half the world's cultures kiss romantically.",
  "38": "The raven that inspired Edgar Allan Poe's poem was named Grip, and he was Charles Dickens’s beloved pet.",
  "39": "A double rainbow occurs when sunlight is reflected twice inside a raindrop. If you look closely, you can see that the colors of the secondary rainbow appear in reverse order.",
  "40": "At the Wife Carrying World Championships in Finland, first prize is the wife's weight in beer.",
  "41": "The shark on the Jaws and the T.Rex on the Jurassic Park poster were both modeled after exhibits at the American Museum of Natural History.",
  "42": "Shirley Temple reportedly didn't love her famous curls; she preferred the cropped hairstyle of her hero Amelia Earhart.",
  "43": "The national animal of Scotland is the unicorn.",
  "44": "Scientists have found evidence of take-out restaurants in the remains of Pompeii.",
  "45": "Before writing Little Women, Louisa May Alcott penned stories under the pseudonyms Flora Fairfield and A.M. Barnard.",
  "46": "F. Scott Fitzgerald's full name is Francis Scott Key Fitzgerald. He was named after his distant relative Francis Scott Key, who wrote the words to \"The Star-Spangled Banner.\"",
  "47": "A group of clowns is sometimes called a giggle.",
  "48": "When swallowed by toads, bombardier beetles project hot, noxious chemicals from their anuses, which sometimes forces the predators to puke them back up.",
  "49": "30 Rock was known for its fast-paced writing. In 2014, one reporter calculated that there was an average of 7.44 jokes per minute."
}